a
abandon
abandoned
abandonedly
abase
abased
abashed
abated
abhor
abhorred
abhorring
abide
abided
abidest
abideth
abiding
abilities
ability
abject
able
abler
abode
abolished
abominable
abound
abounded
about
above
abraham
abridged
abroad
absence
absent
absolute
absolutely
absorb
abstemious
abstinence
abstract
abstruser
absurd
absurdity
absurdly
abundance
abundant
abundantly
abuse
abyss
academicians
academics
accents
accept
acceptable
acceptably
accepted
accepts
access
accompany
accomplices
accomplish
accomplished
accord
according
account
accounted
accursed
accuse
accused
accuser
accusing
accustomed
aches
achieve
acknowledge
acknowledged
acquaintance
acquainted
acquiesce
acquire
acquired
act
acted
acting
action
actions
actor
actors
acts
actual
actually
acute
acuteness
ad
adam
adapt
adapted
add
added
adding
addition
additional
additions
adeodatus
admirable
admiration
admire
admired
admiring
admission
admit
admitted
admittest
admonish
admonished
admonition
adomed
adopted
adoption
adored
adorned
adorning
adulterer
adulteress
adulterous
adultery
advance
advantage
adversary
adversities
adversity
advice
advices
advised
advising
aeneas
afar
affairs
affect
affected
affecting
affection
affections
affects
affianced
affirm
affirmed
affirming
affliction
afford
affright
affrighted
aforesaid
aforetime
afraid
afric
africa
african
after
afternoon
afterward
afterwards
again
against
age
aged
agents
ages
aghast
agito
ago
agonised
agonistic
agony
agree
agreeable
agreed
agreement
ahead
aid
aided
ails
aim
air
alarmed
alas
alexandria
alike
alive
all
allay
allaying
allege
alleging
allegorically
allegory
allotted
allow
allowances
allowed
allowing
alloy
allurements
alluring
almighty
almost
alms
almsdeeds
aloft
alone
along
aloud
already
also
altar
alter
alteration
alterations
altered
alternately
alternates
alternatively
although
altogether
always
alypius
am
amazed
amazement
amazing
ambition
ambitions
ambitious
ambrose
ambrosian
amen
amend
amendment
amiable
amid
amidst
amiss
among
amongst
amphitheatre
ample
an
analyzed
anaximenes
ancient
and
angel
angels
anger
angered
angers
angry
anguish
animal
animals
animate
anniversary
announce
announced
announcement
announcing
annoyance
annual
anointings
anon
anonymous
another
answer
answerably
answered
answerest
answereth
answering
answers
antecedent
anticipate
anticipated
anticipating
antidote
antony
anubis
anxieties
anxiety
anxious
anxiously
any
anyone
anything
apart
apollinarian
apostle
apostles
apostolic
apparel
apparent
apparently
appeal
appear
appearance
appeared
appeareth
appearing
appears
appetite
applauded
applauds
applauses
applicable
application
applied
apply
appointed
appointing
appointment
appointments
apportioned
apprehend
apprehended
apprehending
apprehension
approach
approached
approaching
approbation
appropriated
approve
approved
approveth
approving
apt
aptly
aquatic
architect
architects
archive
ardent
ardently
are
argument
arguments
arians
aright
arise
arisen
ariseth
arising
aristotle
arithmetic
armed
armory
arms
army
arose
around
arrange
arranged
array
arrival
arrive
arrived
arriving
arrogancy
arrogant
arrows
art
artifice
artificer
artifices
arts
as
ascend
ascended
ascending
ascension
ascertained
ascii
ascribe
ascribed
ashamed
ashes
aside
ask
asked
asketh
asking
asks
asleep
aspirate
assail
assailed
assaying
assembly
assent
assented
assenting
assessor
assiduously
assign
assigned
assistance
associate
associated
association
assuaged
assume
assurance
assure
assured
assuredly
assuring
asterisk
astonished
astonishment
astray
astrologer
astrologers
asunder
at
athanasius
athenians
athirst
atrociously
attack
attacked
attain
attained
attaining
attempered
attempt
attempted
attendant
attended
attention
attentive
attentively
attested
attracted
attractiveness
attracts
attributed
attributing
attuned
audacious
audaciously
audience
auditor
auditors
aught
augmented
augmenting
augustine
author
authority
authors
avail
availed
ave
avenged
avengest
avenue
avenues
averred
averse
avert
avoid
avoided
avoiding
awaited
awaiting
awake
awakest
aware
away
awe
awful
awfulness
awhile
awoke
babe
babes
baby
babylon
babylonian
back
backs
backward
bad
bade
badge
baggage
bait
balancings
balaneion
ball
balls
balm
balneum
bands
banished
banner
banquetings
banter
baptise
baptised
baptism
barbarian
barbarism
bare
bared
bargain
bark
barked
barking
barred
barren
base
based
baseness
basest
bashfulness
basilica
basket
bath
bathe
bathed
bathing
baths
battle
bawler
be
beams
bear
bearer
beareth
bearing
bears
beast
beasts
beat
beaten
beatific
beating
beatings
beauteous
beauties
beautified
beautiful
beauty
became
because
beck
beclouded
become
becomes
becometh
becoming
bed
bedewed
bedimmed
been
befalls
befell
befitting
before
beforehand
beg
began
begannest
begat
beget
beggar
beggary
begged
begging
begin
beginneth
beginning
begins
begotten
beguile
beguiled
beguiling
begun
behalf
beheld
behind
behold
beholder
beholdest
beholdeth
beholding
beholds
being
beings
belief
believe
believed
believer
believes
believeth
believing
belly
belong
belongeth
belonging
belongs
beloved
below
bemoaned
bemoaning
bend
bends
beneath
benediction
benefit
benefits
bent
bepraised
bereaved
beseech
beset
besets
beside
besides
bespoken
bespotted
besprinkle
besprinkling
best
bestow
bestowed
bestowedst
betake
bethink
betook
betrothed
better
betters
between
betwixt
bewail
bewailed
bewailing
beware
bewitched
beyond
bibber
bibbing
bible
bid
bidden
bier
billion
billows
bin
binary
bind
bird
birdlime
birds
birth
birthright
births
bishop
biting
bitter
bitterly
bitterness
black
blade
blame
blamed
blameless
blamest
blameworthy
blasphemies
blasphemous
blasphemy
blasts
bleeding
blending
bless
blessed
blessedly
blessedness
blesses
blessest
blesseth
blessing
blessings
blest
blew
blind
blinded
blindness
blissful
blood
bloody
bloom
blotted
blottedst
blow
blowing
blunt
blunted
blush
blushed
boast
boastfulness
boasting
bodies
bodily
body
boil
boiled
boiling
boils
bold
boldly
boldness
bond
bondage
bonds
bones
book
books
bore
born
borne
borrow
bosom
bosses
both
bottom
bottomless
boughs
bought
bounces
bound
boundary
bounded
boundless
bounds
bouverie
bowed
bowels
bowers
bowing
bows
boy
boyhood
boyish
boys
brackishness
brain
breach
bread
breadth
break
breakers
breaking
breast
breasts
breath
breathe
breathed
breathedst
breathing
bred
brethren
briars
bribe
bridal
bride
bridegroom
brides
bridle
briefly
briers
bright
brighter
brightness
brim
bring
bringeth
bringing
brings
brittle
broad
broke
broken
brooks
brother
brotherly
brought
broughtest
brow
brows
brute
bubbling
bubblings
buckler
bud
builded
builder
building
buildings
built
bulk
bulky
burden
burial
buried
burn
burned
burnest
burning
burnt
burst
burstest
bursting
burthen
burthened
bury
bushel
busied
business
bustle
busy
but
butler
buy
buyers
buzz
buzzed
buzzing
by
cabinets
caesar
cakes
calamities
calamity
calculate
calculated
calculation
calculations
calf
call
called
calledst
callest
calleth
calling
calls
calm
calmed
calmly
calumnies
came
camp
can
candid
candle
cane
cannot
canst
canticles
canvassing
capable
capacities
capacity
capital
captain
captious
captive
captivity
carcase
care
cared
caredst
careful
carefully
careless
carelessly
cares
caresses
carest
careth
carnal
carolina
carried
carry
carrying
carthage
carthaginian
case
cases
cassiacum
cast
casters
castest
casting
casts
cataloguers
catch
catching
catechumen
catholic
catholics
catiline
cattle
caught
cauldron
cause
causes
causing
caverns
caves
cd
cease
ceased
ceases
ceasest
ceaseth
ceasing
cedars
celebrated
celebration
celestial
celibacy
cellar
cellars
cementest
censers
censured
central
centre
certain
certainly
certainties
certainty
chain
chains
chair
challenged
challenges
chamber
chambering
chambers
chance
change
changeable
changeableness
changed
changes
changest
changing
chant
chanting
chapter
character
characters
charge
charges
charioteer
chariots
charity
charmed
chaste
chastely
chastened
chastenedst
chastenest
chastity
chatto
cheap
check
checked
checking
cheeks
cheer
cheered
cheerful
cheerfulness
cherish
cherished
cherubim
chest
chewing
chief
chiefest
chiefly
child
childbearing
childhood
childish
children
chill
chilled
choice
choked
choler
choleric
choose
chooses
choosing
chose
chosen
christ
christian
christians
church
churches
cicero
circensian
circles
circuit
circuits
circumcise
circumlocutions
circumstance
circus
cities
citizen
citizens
city
claim
clanking
clasp
clasped
class
classics
clave
clay
clean
cleanse
cleansed
cleansest
cleansing
clear
cleared
clearest
clearly
clearness
cleave
cleaved
cleaveth
cleaving
climb
clingeth
cloak
cloaked
clog
close
closed
closes
closing
clothe
clothed
clothing
cloud
cloudiness
clouds
cloudy
cloven
cloyed
cloyedness
co
coals
coats
codes
coeternal
cogitated
cogitation
cogito
cogo
cold
collect
collected
collectively
collects
colorado
colour
coloured
colouring
colours
com
combinations
combine
combined
come
comely
comes
cometh
comfort
comforted
comfortedst
comforter
comfortest
comforting
comforts
coming
command
commanded
commander
commandest
commandeth
commanding
commandment
commandments
commands
commemorated
commencement
commencing
commend
commendable
commended
commender
commenders
commendeth
comment
commercial
commiserate
commiserates
commiserating
commission
commit
commits
committed
committing
common
commonly
communicate
communicated
communication
community
compact
compactedst
compacting
companion
companions
company
compare
compared
comparing
comparison
compass
compassing
compassion
compassionate
compassionates
compelled
compendiously
complain
complaints
complete
completed
compliance
compose
composed
composing
compound
comprehend
comprehended
comprehendeth
comprehending
compressed
comprise
comprised
computer
computers
conceal
concealed
conceit
conceits
conceive
conceived
conceives
conceiving
concentrated
conception
conceptions
concern
concerned
concerning
concernment
concerns
conclude
concluded
concludeth
concord
concreated
concubinage
concubine
concupiscence
concupiscences
condemnation
condemned
condemnest
condemning
condemns
condensed
condition
condole
confer
conference
conferring
confess
confessed
confesses
confesseth
confessing
confession
confessions
confidence
confidentially
confidently
confiding
confine
confined
confirm
confirmed
conflict
conflicting
conform
conformably
conformed
conformity
confound
confounded
confused
confusedly
confusedness
confusions
confute
confuted
congratulated
congratulating
congratulation
congregations
conjecture
conjectures
conjecturing
conjoined
conjugal
connecticut
connects
conquer
conquered
conquering
conquests
conscience
conscious
consciousness
consecrate
consecrated
consecrateth
consecrating
consecration
consent
consented
consenting
consentings
consequences
consequential
conservative
consider
considerable
consideration
considered
considereth
considering
considers
consigned
consist
consistent
consistently
consisteth
consisting
consists
consolation
consolations
conspiracy
conspirators
constant
constantly
constellations
constitute
constituted
constituteth
constrain
constrained
constraint
consult
consulted
consulter
consulters
consulting
consume
consumed
consumest
consuming
consumption
contact
contacting
contagion
contain
contained
containest
containeth
containing
contains
contemn
contemplate
contemplateth
contemplating
contemplation
contemporary
contempt
contemptible
contend
content
contented
contention
contentions
contentious
contentiousness
contentment
contents
contests
continence
continency
continent
continently
continual
continually
continuance
continue
continued
continueth
contract
contracted
contradict
contradicting
contradiction
contradictions
contradictory
contrary
contributing
contributions
contrite
contrition
contritions
controversy
convenient
conventicle
conventionally
conversation
conversations
converse
conversing
conversion
convert
converted
convertedst
converting
convey
conveyed
conveyedst
conveying
conveys
convict
convicted
convinced
copied
copies
copious
copy
copyright
corn
corner
corners
corporeal
corporeally
corpse
correct
corrected
correction
corresponded
correspondence
corresponding
corrigible
corrupt
corrupted
corruptible
corrupting
corruption
corruptions
corruptly
cost
costs
cottage
couch
could
couldest
councillor
counsel
counselled
counsels
count
counted
countenance
counterfeit
countermanding
country
countryman
counts
courage
course
courses
coursing
court
courteously
courtesy
courtly
courts
covenant
covenanted
cover
covered
covetous
covetousness
cower
craftier
crafty
create
created
createdst
createst
createth
creating
creation
creator
creature
creatures
credence
credibility
credit
credulity
creep
creepeth
creeping
crept
creusa
cried
criedst
cries
crime
crimes
crisis
criticised
criticising
crooked
crookedly
crookedness
cross
crossed
crosses
crown
crowned
crucifixion
crudities
cruel
cruelty
cry
crying
cubit
cubits
cud
cultivated
cultivating
culture
cunning
cup
cupboards
cupidity
curb
cure
cured
curest
curing
curiosities
curiosity
curious
curiously
current
currents
curtailment
custom
customs
cut
cutting
cyprian
daemon
daemons
daily
dakota
damage
damaged
damages
damnable
danae
danger
dangerous
dangers
dare
dared
dares
dark
darkened
darkenings
darkest
darkly
darkness
darksome
darksomely
dashed
data
date
dates
daughter
daughters
david
dawn
dawned
day
daybreak
days
dead
deadly
deaf
deafen
deafness
deal
dealt
dear
dearer
dearest
death
deaths
debasing
debated
debtor
debtors
debts
decay
decayeth
decays
deceased
deceit
deceitful
deceits
deceivableness
deceive
deceived
deceivers
deceiving
deceivingness
december
deception
decide
decided
decked
declaiming
declamation
declare
declared
decline
decree
decrepit
dedicate
dedicated
deductible
deed
deeds
deem
deemed
deep
deeper
deepest
deeply
deepness
deeps
defect
defection
defective
defects
defence
defended
defender
defending
defends
deferred
deferring
defers
defile
defiled
defilements
define
defined
defining
definite
definitely
deformed
deformities
deformity
degraded
degree
degrees
deity
dejectedness
delay
delayed
delete
deliberate
deliberates
deliberating
deliberation
delight
delighted
delightful
delightfulness
delighting
delights
delightsome
deliver
delivered
deliveredst
deliverest
delivering
delivers
deluded
deluding
delusions
demanded
demander
demandest
demanding
demands
demonstrate
demonstrated
denied
denies
denieth
denoted
denotes
dens
deny
depart
departed
departest
departing
departure
depend
depending
depends
depraved
deprived
depth
depths
deride
derided
deridedst
deriders
derides
deriding
derision
derive
derived
descend
descendants
descending
descent
described
deserted
deserters
deserts
deserve
deserved
deservedly
deserving
deservings
designs
desire
desired
desiredst
desires
desireth
desiring
desirous
despair
despaired
despairing
desperate
despise
despised
despisedst
despisest
despiseth
despising
despite
destined
destroy
destroyers
destroying
destruction
detached
detail
details
detain
detected
determined
detest
detested
detesting
detriment
deus
devil
devilish
devils
devised
devoted
devotion
devotions
devour
devoured
devout
devoutly
devoutness
dew
dialogue
did
diddest
dido
didst
die
died
dies
dieth
differ
difference
different
differently
difficult
difficulties
difficulty
diffused
digest
digested
digits
dignities
dignity
diligence
diligent
diligently
diluted
dimensions
diminish
diminished
diminisheth
diminishing
diminution
din
dining
dinner
dir
direct
directed
directeth
directing
direction
directions
directly
director
disagreeing
disagreements
disalloweth
disallowing
disappear
disapproved
disapproveth
discern
discerned
discerneth
discerning
discharge
disciple
disciples
discipline
disclaimer
disclaimers
disclaims
disclose
disclosed
discomfort
discommended
discontent
discord
discordant
discourage
discourse
discoursed
discourses
discoursing
discover
discoverable
discovered
discoverest
discovereth
discovering
discovers
discovery
discreet
discreetly
discretion
discuss
discussed
discussion
disdained
disease
diseased
diseases
disembowelled
disengage
disentangle
disentangled
disgraced
disgraceful
disguise
disguised
disguising
disgust
disgusted
dishes
dishonour
disk
disliked
dismiss
disobeyed
disorder
disordered
disorders
dispel
dispense
dispensed
dispenser
dispensers
dispensest
dispensing
dispersed
disperseth
dispersion
displace
displacing
displayed
displays
displease
displeased
displeaseth
displeasing
dispose
disposed
disposer
disposition
dispraise
dispraised
dispraisest
disprove
dispute
disputed
disputer
disputes
disputing
disquiet
disquieted
disregard
dissent
dissentings
dissipated
dissipation
dissoluteness
dissolution
dissolved
dissolvest
distance
distances
distant
distempered
distended
distill
distilled
distinct
distinction
distinctly
distinguish
distinguished
distinguishing
distract
distracted
distractedly
distracting
distraction
distractions
distress
distribute
distributed
distributest
distributing
distribution
distrusted
disturb
disturbed
dive
divers
diverse
diversely
diversifiedst
diversity
diversly
divide
divided
dividest
dividing
divination
divinations
divine
diving
divinity
division
divisions
divorceth
do
docile
docs
doctrine
doer
does
doest
dog
doing
doings
doleful
dollar
dollars
domain
domestic
domine
dominion
dominions
don
donation
donations
done
door
doors
dormant
dost
dotages
dotards
doted
doth
doting
double
doubled
doubt
doubted
doubteth
doubtful
doubtfulness
doubting
doubtless
doubts
down
downfall
download
downward
downwards
dragging
dragon
dragons
drank
draught
draw
drawest
drawing
drawn
draws
dread
dreaded
dreadful
dreading
dream
dreams
drenched
drew
drewest
dried
drink
drinketh
drinking
drive
driven
drives
drop
drops
drove
drowsiness
drowsy
drudgery
drunk
drunkard
drunkards
drunken
drunkenness
dry
dryness
duad
duck
dudley
due
dug
dull
duller
dully
dumb
during
durst
dust
duties
dutiful
duty
dwell
dwellers
dwellest
dwelleth
dwelling
dwelt
dying
each
eager
eagerly
eagerness
eagle
ear
earliest
early
earnest
earnestly
earnestness
ears
earth
earthly
ease
eased
easeful
easier
easily
east
eastern
easy
eat
eaten
eateth
eating
ebb
ebbing
ebbs
ebcdic
ecclesiastical
echo
echoed
echoes
eclipsed
eclipses
edged
edification
edify
edit
edited
editing
edition
editions
educate
educated
education
edward
effaced
effaces
effect
effected
effectedst
effort
efforts
egypt
egyptian
eight
eighth
ein
either
elder
elders
elect
electronic
electronically
element
elements
elephant
elevated
elevation
eligible
elijah
eloquence
eloquent
eloquently
else
elsewhere
eluding
email
embalmed
embarrassments
embittered
emblem
embrace
embraced
embracement
embracements
embraces
embryo
emerge
emerging
eminence
eminent
eminently
emotion
emotions
emperor
empire
employ
employed
employee
employest
empress
emptied
emptiness
emptinesses
empty
enabled
enact
enacted
enacteth
enamoured
enchantment
encompass
encompasseth
encourage
encouraged
encouraging
encumbered
encumbrances
end
endangers
endeared
endearments
endeavour
endeavoured
endeavouring
endeavours
ended
ending
endlessly
ends
endued
endurance
endure
endured
endures
endureth
enduring
enemies
enemy
energy
enervated
enforced
enforcement
engage
engaged
engages
engine
english
engraff
enigma
enjoin
enjoined
enjoinest
enjoy
enjoyed
enjoying
enlarge
enlarged
enlargedst
enlarging
enlighten
enlightened
enlightener
enlighteneth
enlightening
enlightens
enlisted
enmities
enmity
enough
enounce
enquire
enquired
enquirers
enquiries
enquiring
enquiringly
enquiry
enricher
ensample
enslaved
ensnared
ensnaring
ensues
ensuing
entangle
entangled
entangling
enter
entered
enteredst
entering
enters
enthralled
enticed
enticements
enticing
entire
entirely
entireness
entitled
entrails
entrance
entreat
entreated
entreaties
entrust
entrusted
entwine
enumeration
envenomed
envious
environeth
environing
envy
envying
epaphroditus
epicurus
episcopal
epistles
equably
equal
equalled
equally
equals
equinoxes
equipment
equity
equivalent
ere
ergo
err
erred
error
errors
erst
esau
escape
escaped
especially
espoused
essay
essayed
essence
establish
established
estate
esteem
esteemed
esteeming
estimate
estimated
estimation
estranged
etc
eternal
eternally
eternity
etext
etext00
etext01
etext02
etext90
etext99
etexts
eunuchs
euodius
evangelists
evaporates
eve
even
evened
evening
evenly
events
ever
everfixed
everlasting
everlastingly
evermore
every
everything
everywhere
evidence
evident
evidently
evil
evils
evincing
exact
exacted
exacting
exalted
exaltedness
examine
examined
examiner
examining
example
examples
exceeded
exceedeth
exceeding
exceedingly
excel
excelled
excellence
excellencies
excellency
excellent
excellently
excelling
excels
except
excepted
exceptions
excess
excessive
exchanged
excited
excitement
excites
exclaim
exclude
excluded
exclusion
exclusions
excursive
excuse
excused
excuses
execrable
execrate
execute
exercise
exercised
exhalation
exhausted
exhibit
exhibited
exhort
exhortation
exhortations
exhorted
exhorting
exigency
exiled
exist
existence
existeth
existing
exists
exodus
expansive
expect
expectation
expected
expecteth
expects
expends
expense
expenses
experience
experienced
experiments
explain
explained
explaining
explanatory
expose
exposed
expound
expounded
expounding
express
expressed
expression
expressions
exquisitely
extended
extension
extent
exterior
external
extinguish
extinguished
extol
extolled
extollers
extracted
extreme
extremely
extremest
extricate
extricated
exuberance
exuberant
exude
exult
exultation
eye
eyes
eyesight
fable
fables
fabric
fabulous
face
faced
faces
facio
factito
facts
faculties
faculty
fail
faileth
failing
failure
fain
faint
fainting
faintly
fair
fairer
fairest
fairly
fairness
faith
faithful
faithfully
faithfulness
fall
fallacies
fallen
falling
falls
false
falsehood
falsehoods
falsely
falsified
fame
familiar
familiarised
familiarly
family
famine
famished
famous
fancies
fancy
fanned
fantasies
fantastic
far
fared
farness
farther
fashion
fashioned
fast
faster
fastidiousness
fasting
fastings
fat
father
fatherless
fatherly
fathers
fatigues
fatness
fault
faultfinders
faults
faulty
faustus
favour
favoured
favourites
favours
fear
feared
feareth
fearful
fearfully
fearing
fearlessly
fears
feast
fed
fee
feed
feedest
feedeth
feeding
feeds
feel
feeling
feelings
feels
fees
feet
feigned
felicity
fell
fellow
fellows
felt
female
females
fence
fervent
fervently
fervid
festival
fetched
fettered
fetters
fever
feverishness
few
fiction
fictions
field
fields
fiercely
fiercest
fifteen
fifth
fifty
fig
fight
fighter
fighting
figurative
figuratively
figure
figured
figures
file
filename
files
fill
filled
fillest
filleth
filling
filth
filths
filthy
final
finally
find
findest
findeth
finding
finds
fine
finest
finger
fingers
finish
finished
finite
fire
fired
fires
firm
firmament
firminus
firmly
firmness
first
fish
fishes
fit
fitness
fitted
fitter
fittest
fitting
five
fix
fixed
fixedly
fixing
flagitiousness
flagitiousnesses
flagon
flame
flash
flashedst
flashes
flashing
flattering
fled
fledged
flee
fleeing
fleeting
flesh
fleshly
fleshy
flew
flies
flights
fling
floating
flock
flocks
flood
floods
flour
flourished
flow
flowed
flower
flowers
flowing
flown
flows
fluctuate
fluctuates
fluctuating
fluctuations
fluently
fluidness
flung
fluttereth
flux
fly
flying
foamed
fog
folded
folk
folks
follies
follow
followed
followers
followest
followeth
following
follows
folly
food
fool
foolish
foolishly
foolishness
fools
foot
footed
footsteps
for
forasmuch
forbade
forbadest
forbare
forbear
forbid
forbidden
force
forced
forceth
forcibly
fore
foreconceived
forefathers
forego
foregoing
forehead
foreign
foreigner
foreknowledge
forementioned
forenamed
forenoon
forenoons
forepassed
foresaw
foresee
foreshow
foreshowed
foreshower
foresignified
foresignify
forests
foretell
foretelling
forethink
forethinking
forethought
foretold
forgave
forge
forget
forgetful
forgetfulness
forgetteth
forgetting
forging
forgive
forgiven
forgivest
forgiving
forgot
forgotten
forgottest
form
formation
formed
formedst
former
formerly
formest
forming
formless
formlessness
forms
fornicating
fornication
fornications
forsake
forsaken
forsakest
forsaketh
forsaking
forsook
forsooth
forth
forthcoming
forthwith
fortunate
fortunes
forum
forward
forwards
foster
fostering
fought
foul
foully
foulness
fouls
found
foundation
foundations
founded
fountain
four
fourth
fourthly
fowl
fowls
fragment
fragments
fragrance
fragrant
frailness
frame
framed
framers
frantic
fraud
fraught
freaks
free
freed
freedom
freely
freeman
frenzied
frenzies
frenzy
frequent
frequently
fresh
freshness
fretted
friend
friends
friendship
frightful
fro
from
front
frozen
fruit
fruitful
fruitfully
fruitfulness
fruitless
fruitlessly
fruits
ftp
fuel
fugitives
fulfil
fulfilled
fulfils
full
fuller
fully
fulness
fumed
fumes
functions
fund
funding
funeral
furious
furnace
furnish
furnished
furnishing
further
furtherance
furthermore
fury
future
gain
gained
gainful
gaining
gains
gainsay
gainsayer
gainsayers
gainst
galatians
gales
gall
gallantry
game
games
garb
garden
gardens
garland
garlands
garment
garner
gasped
gate
gates
gather
gathered
gatheredst
gatherest
gathering
gathers
gave
gavest
gay
gaze
gazers
gazing
general
generally
generate
generation
generations
genesis
genius
gentiles
gentle
gentleness
gently
genuinely
geometry
gervasius
gestures
get
getting
ghastly
ghost
ghosts
giant
gift
gifted
gifts
gilded
girded
girl
girls
give
given
giver
givers
gives
givest
giveth
giving
glad
gladdened
gladdens
gladiators
gladly
gladness
gladsome
glance
glances
glass
gleam
gleameth
gleams
glide
glided
gliding
glittering
gloried
glories
glorieth
glorified
glorifies
glorify
glorious
glory
glorying
glow
glowed
gloweth
glowing
glows
glue
gnashed
gnawed
gnawing
go
goad
goaded
goading
goads
goal
god
godhead
godless
godly
gods
goes
goest
goeth
going
gold
golden
gone
good
goodliness
goodly
goodness
goods
gorgeous
gospel
got
gotten
govemed
government
governor
governors
gowned
grace
graceful
gracefulness
gracious
gradation
gradually
grammar
grammarian
grammarians
grandchildren
grant
granted
grantest
grasp
grasps
grass
grassy
gratefully
gratias
gratification
gratings
gratuitous
gratuitously
grave
gravity
great
greater
greatest
greatly
greatness
greaves
grecian
greedily
greediness
greedy
greek
greeks
green
greet
greeted
grew
grief
griefs
grieve
grieved
grieves
grievest
grieving
grievous
grievously
groan
groaned
groaneth
groaning
groanings
groans
groat
gross
grossness
ground
grounded
grounds
groves
grow
growing
grown
growth
guarded
guardian
guardianship
guess
guessed
guidance
guidances
guide
guidest
guilt
guiltless
guilty
gulf
gushed
gutenberg
gutindex
habit
habitation
habits
had
hadst
hail
hair
hairs
hale
haled
half
hallow
hallowed
hallowing
halved
hand
handkerchief
handle
handled
handling
handmaid
hands
handwriting
hang
hanging
hap
haphazard
hapless
haply
happen
happened
happeneth
happens
happier
happily
happiness
happy
harass
harbour
harbouring
hard
harder
hardheartedness
hardship
hare
hark
harlotries
harm
harmed
harmless
harmonious
harmoniously
harmonise
harmoniseth
harmonising
harmonized
harmonizing
harmony
harsh
hart
harts
harvest
has
hast
haste
hasten
hastened
hastening
hasting
hatchet
hate
hated
hateful
hath
hatred
haughtiness
haunt
have
having
hay
he
head
header
headlong
heads
heal
healed
healedst
healeth
healing
health
healthful
healthfully
healthy
heaped
heaps
hear
heard
heardest
hearer
hearers
hearest
heareth
hearing
hearken
hears
hearsay
heart
hearted
heartedness
hearts
heat
heated
heathen
heaven
heavenly
heavens
heavier
heavily
heavy
hebrew
hedged
heed
heeded
height
heightening
heights
heinous
held
heldest
hell
hellish
helmet
help
helped
helper
helpful
helpidius
helping
hence
henceforth
her
herb
herbs
here
hereafter
hereat
hereby
hereditary
herein
hereof
hereon
heresies
heresy
heretics
heretofore
hereunto
hereupon
hers
herself
hesitate
hesitated
hesitating
hesitation
hid
hidden
hiddest
hide
hideous
hidest
hierius
high
higher
highest
highly
highness
hills
him
himself
hinder
hindered
hindereth
hindrance
hint
hippocrates
his
history
hither
hitherto
hoar
hogs
hogshed
hold
holden
holdest
holding
holds
holies
holily
holiness
holy
home
homer
honest
honestly
honesty
honey
honied
honor
honour
honourable
honoured
honouring
honours
hook
hooks
hope
hoped
hopeful
hopes
hoping
horns
horrible
horror
horse
horses
hortensius
host
hosts
hot
hotly
hour
hours
house
household
houseless
houses
hovered
how
however
howsoever
html
http
huge
hugging
human
humane
humanity
humans
humble
humbled
humbledst
humility
hundred
hundreds
hung
hunger
hungered
hungering
hungry
hunting
hurried
hurriedly
hurrying
hurt
hurtful
hurting
husband
husbands
hushed
husks
hymn
hymns
hypertext
i
ibiblio
ice
idaho
ideas
identification
identify
idle
idleness
idly
idol
idols
if
ignoble
ignorance
ignorant
ii
iii
ill
ills
illuminate
illuminating
illumined
illusion
image
images
imaginary
imagination
imaginations
imagine
imagined
imagining
imbibe
imbibed
imbue
imitate
imitated
imitating
imitation
immediately
immense
immersed
immoderate
immortal
immortality
immortally
immovably
immutable
impair
impaired
impart
imparted
imparts
impatience
impatient
impatiently
imperfect
imperfection
imperfections
imperishable
imperturbable
impiety
impious
implanted
implanting
implied
imply
important
importunity
imposed
impostors
impostumes
impotent
impregnable
impress
impressed
impressing
impression
impressions
imprinted
improperly
impudently
impulses
impunity
impure
impurity
impute
in
inaccessible
inaccurate
inactive
inanimate
inappropriately
inasmuch
incarnation
incense
incensed
inchoate
incidental
inclination
incline
inclined
included
including
incommutable
incomparably
incomplete
incomprehensible
incongruously
incorporeal
incorrect
incorruptible
incorruptibly
incorruption
increase
increased
increasing
incredible
incredibly
incumbrances
incurable
incurred
indebted
indeed
indefinitely
indemnify
indemnity
indentures
indexes
indiana
indicate
indicated
indicating
indications
indigent
indigested
indignant
indirect
indirectly
indite
indited
indued
indulgent
inebriate
inebriated
inebriation
inevitable
inevitably
inexperienced
inexpressible
infancy
infant
infantine
infants
infected
infection
infer
inferior
infidelity
infidels
infinite
infinitely
infinitude
infirmities
infirmity
inflame
inflamed
inflammation
inflection
inflicted
influence
influenced
influences
information
informed
informing
infringement
infuse
infused
ingrated
inhabitant
inhabitants
inhabited
inharmonious
inheritance
iniquities
iniquity
initiated
initiating
initiation
initiatory
injurable
injure
injured
injures
injurious
injury
injustice
inmost
innate
inner
innocence
innocency
innocent
innumerable
innumerably
inordinate
insatiable
insatiate
insensibly
inseparable
inserted
insight
insolently
insomuch
inspect
inspecting
inspiration
inspire
inspired
inspirest
inspiring
instability
instance
instances
instant
instantly
instead
instillest
instinct
instinctive
instituted
institution
instruct
instructed
instructest
instruction
instructor
insult
insultingly
intellectual
intelligence
intelligences
intelligent
intelligible
intemperance
intend
intended
intense
intensely
intenseness
intensest
intent
intention
intently
intercede
intercedeth
intercepting
intercession
intercourse
interest
interested
interior
intermission
intermit
intermitted
intermitting
internal
international
interpose
interposed
interposing
interpret
interpretation
interpreted
interpreter
interpreting
interrupt
interrupted
interruption
interval
intervals
intimacy
intimate
intimated
intimately
into
intolerable
intoxicated
intricate
introduced
intrude
inured
inveigler
invest
invests
invisible
invite
invited
inviting
involved
inward
inwardly
iowa
iron
irons
irrational
irresoluteness
irrevocable
irritate
is
isaac
isaiah
israel
issue
issued
it
italian
italy
itch
itching
items
its
itself
jacob
jarring
jealous
jealousy
jeer
jeering
jerusalem
jest
jests
jesus
jew
jews
join
joined
joineth
joining
joint
jointly
joking
jordan
joseph
journey
journeyed
jove
joy
joyed
joyful
joyfulness
joying
joyous
joyously
joyousness
joys
judge
judged
judgements
judges
judgest
judgeth
judging
judgment
judgments
julian
juncture
june
juno
jupiter
just
justice
justification
justifieth
justify
justina
justly
keen
keep
keeper
keepest
keeping
keeps
ken
kentucky
kept
kicking
kill
killed
killest
killeth
kind
kindle
kindled
kindly
kindness
kindred
kinds
king
kingdom
kingdoms
kings
knee
knees
knew
knewest
knit
knitting
knock
knocked
knocketh
knocking
knocks
knots
knottiness
knotty
know
knowest
knoweth
knowing
knowingly
knowledge
known
knows
labour
laboured
labourers
labours
lack
lacketh
lacking
laden
laid
lament
lamentable
lamented
lancet
land
lands
language
languages
languishing
lanthorn
lap
large
largely
largeness
larger
lashed
lashes
lashest
last
lastly
late
later
lathe
latin
latins
latinum
latter
lattice
laugh
laughed
laughter
launched
law
lawful
lawfully
lawless
laws
lawyer
lawyers
laxly
lay
layeth
laying
lays
lead
leaden
leadeth
leading
leads
leaning
leaps
learn
learned
learner
learning
learnt
leasing
least
leave
leaven
leaves
leaveth
leaving
lecture
lectured
led
left
legal
legally
leisure
lends
length
lengthened
lentiles
less
lessen
lesser
lesson
lessons
lest
let
lethargy
letter
letters
lettest
lewd
liability
liar
libanus
liberal
liberality
liberty
licence
license
licensed
licenses
lick
lie
lied
lies
lieth
life
lift
lifted
liftedst
lifter
liftest
lifts
light
lighted
lighten
lightened
lighteth
lightly
lights
lightsome
like
liked
likedst
likely
likeness
likenesses
liker
likes
likest
likewise
lilies
limbs
limed
limitation
limited
limits
line
lineage
lineaments
lined
lines
linger
lingered
lingering
links
lion
lip
lips
list
listened
listening
listing
lists
literally
literary
literature
litigation
little
littles
live
lived
livelihood
lively
lives
livest
liveth
living
lizard
lo
load
loads
loathed
loathing
loathsome
locking
locusts
lodging
lofty
logic
login
long
longed
longer
longing
longings
longs
look
looked
looker
looketh
looking
looks
loose
loosed
loosen
loosest
loquacity
lord
lords
lose
loses
loseth
losing
loss
lost
lot
loth
lottery
loud
loudly
louisiana
love
loved
loveliness
lovely
lover
lovers
loves
lovest
loveth
loving
lovingly
low
lower
lowering
lowest
lowlily
lowliness
lowly
lucid
lucre
ludicrous
lulled
luminaries
lump
lungs
lure
lures
lust
lusted
lusteth
lustful
lustfulness
lusting
lusts
luxuriousness
luxury
lying
macedonia
machine
mad
madaura
made
madest
madly
madness
magical
magistrates
magnified
magnify
magnitudes
maid
maiden
maidens
mail
maimed
main
mainly
maintain
maintained
maintainers
maintaining
majesty
make
maker
makers
makes
makest
maketh
making
male
malice
malicious
maliciously
malignant
mammon
man
manage
manfully
mangled
manhood
manichaean
manichaeus
manichee
manichees
manifest
manifestation
manifested
manifestly
manifold
manifoldly
manifoldness
mankind
manna
manner
manners
manors
mansion
mantles
manufactures
many
mariners
mark
marked
market
marketplace
marking
marks
marriage
marriageable
married
marrow
marry
marrying
mars
marts
martyr
martyrs
marvel
marvelled
mary
masculine
mass
massachusetts
masses
master
mastered
masters
mastery
material
materials
mathematicians
matrons
matter
matters
maturing
may
mayest
mazes
me
mean
meanest
meaning
meanings
meanly
means
meant
meantime
meanwhile
measurable
measure
measured
measures
measuring
meat
meats
meddle
meddling
medea
mediator
medicine
medicines
medicining
meditate
meditated
meditating
meditations
medium
meek
meekness
meet
meeting
meets
melodies
melodious
melody
melt
melted
member
members
memory
men
mentally
mention
mentioned
mentioning
merchantability
mercies
merciful
mercifully
mercy
mere
merely
merged
merits
merrily
merry
message
messages
messengers
met
method
metre
metres
mget
michael
mid
middle
midnight
might
mightest
mightier
mightily
mightiness
mighty
milan
milanese
milder
mildly
milk
milky
millennium
million
mimic
mind
minded
mindful
minds
mine
minerva
mingle
mingled
mingling
minister
ministers
ministry
minute
minutest
miracles
mire
mirth
mirthful
mischief
misdeeds
miserable
miserably
miseries
misery
mislike
misliked
miss
missed
missing
mist
mistaken
mistress
mistresses
mists
mixture
moan
mock
mocked
mockeries
mockers
mockery
mocking
mode
models
moderate
moderation
modes
modestly
modesty
modification
modify
modulation
moist
molest
molten
moment
momentary
momentous
moments
monad
monasteries
monastery
money
monk
monnica
monster
monstrous
monstrousness
montana
month
months
monument
moon
moral
more
moreover
morning
morrow
morsel
mortal
mortality
mortals
mortified
moses
most
mostly
mother
motherly
mothers
motion
motions
motive
mould
moulded
mount
mountain
mountains
mounting
mourn
mourned
mourners
mournful
mourning
mouth
mouthed
mouths
move
moved
moveth
moving
much
muddy
mule
multiple
multiplicity
multiplied
multipliedst
multiply
multiplying
multitude
multitudes
munday
murder
murdered
murdering
murmur
murmured
museth
music
musical
musing
must
mutability
mutable
mute
muttering
mutual
mutually
my
myself
mysteries
mysterious
mysteriously
mystery
mystic
mystically
nails
naked
name
named
namely
names
narrow
narrower
narrowly
narrowness
nation
nations
native
nativity
natural
naturally
nature
natures
nay
near
nearer
neatly
neatness
nebridius
necessaries
necessarily
necessary
necessities
necessity
neck
need
needed
needeth
needful
needing
needs
needy
neglect
neglected
neglecteth
neglecting
negligence
negligent
neighbour
neighbouring
neighbours
neither
neptune
nest
nests
net
nets
nevada
never
nevertheless
new
newsletter
newsletters
next
nigh
night
nights
nill
nilled
nimble
nine
nineteenth
ninety
ninth
no
noah
nobility
noble
nod
noise
nominally
none
noon
nor
north
nostrils
not
note
noted
notes
nothing
notice
notices
notion
notions
notorious
notwithstanding
nought
nourish
nourished
nourishing
nourishment
nourishments
novelty
novice
now
nowhere
null
number
numbered
numberest
numbering
numberless
numbers
numerous
nurse
nursery
nurses
nuts
obedience
obedient
obediently
obey
obeyed
obeying
obeys
object
objected
objections
objects
oblation
obscure
obscurely
observance
observation
observe
observed
observes
observeth
observing
obstinacy
obtain
obtained
obtaining
obtains
obviously
occasion
occasioned
occupy
occupying
occur
occurred
occurs
ocean
odour
odours
of
off
offence
offences
offend
offended
offensive
offer
offered
offerings
office
officer
officers
offices
official
offspring
oft
often
oftentimes
ofthe
ofttimes
oh
oil
ointments
oklahoma
old
omened
omit
omitted
omnipotency
omnipotent
omnium
on
once
one
ones
onesiphorus
only
open
opened
openest
openeth
opening
openly
opens
operations
opinion
opinionative
opinions
opportunity
oppose
opposed
opposing
oppressed
oppresseth
oppression
or
oracle
oracles
orally
orations
orator
oratory
orbs
ordained
ordainer
order
ordered
orderer
orderest
ordering
ordinance
ordinarily
ordinary
orestes
org
organization
organs
origin
original
ornamentedst
ornamenting
ostentation
ostia
other
others
otherwhere
otherwhiles
otherwise
ought
oughtest
our
ours
ourself
ourselves
out
outer
outrages
outset
outward
outwardly
over
overboldness
overcame
overcast
overcharged
overclouded
overcome
overcoming
overflow
overflowed
overflowing
overhastily
overjoyed
overpass
overpast
overspread
overspreading
overtake
overthrew
overthrow
overturned
overwhelmed
owe
owed
owes
owing
own
owns
oxford
page
pages
paid
pain
painful
pains
pair
pairs
palace
palaces
palate
pale
palm
pamperedness
pander
panegyric
pangs
pant
panted
panting
paper
par
paraclete
paradise
parched
pardoned
pared
parent
parental
parents
parity
parley
part
partake
partaker
partaketh
parted
participation
particle
particles
particular
parties
parting
partly
partners
parts
party
pass
passage
passages
passed
passengers
passes
passeth
passible
passing
passion
passionately
passions
password
past
pastime
pastimes
patched
path
paths
patience
patiently
patricius
pattern
patterns
paul
paulus
pause
pauses
pay
payable
payest
paying
payments
peace
peaceful
peacefully
peacemaker
pear
pearl
pears
peculiar
peculiarly
pen
penal
penally
penalties
penalty
pence
penetrating
penitent
people
per
peradventure
perceivable
perceive
perceived
perceivedst
perceives
perceiveth
perceiving
perchance
perdition
perfect
perfected
perfecting
perfection
perfectly
performed
performing
perhaps
peril
perilous
perils
period
periodic
periods
perish
perishable
perished
perisheth
permission
permit
permitted
pernicious
perpetual
perplexed
perplexities
persecuted
persecutes
persecuting
persevering
person
personages
personally
personated
persons
perspicuous
persuade
persuaded
persuasions
persuasive
pertain
pertained
pertaining
perturbations
perused
perverse
perverseness
perversion
perversity
pervert
perverted
pervertedly
perverting
pervious
pestilent
petitions
petty
petulantly
pg
phantasm
phantasms
phantom
phantoms
philippians
philosophers
philosophy
photinus
phrase
phrases
physic
physical
physician
physicians
picture
pictures
piece
piecemeal
pieces
pierce
pierced
piercing
piety
pile
piled
pilgrim
pilgrimage
pilgrims
pinching
pines
pious
piously
pit
pitch
pitiable
pitied
pitiest
pitiful
pity
pitying
place
placed
placedst
places
placest
placing
plague
plain
plainer
plainly
plainness
plains
plan
planets
plans
plant
plants
platonists
plausibility
play
playing
plays
plea
plead
pleasant
pleasanter
pleasantly
pleasantness
please
pleased
pleasest
pleasing
pleasurable
pleasure
pleasureableness
pleasures
plenary
plenteous
plenteousness
plentiful
plentifully
plenty
pliant
plot
plots
plotting
pluck
plucked
pluckest
plucking
plunged
plunging
plural
pmb
poems
poesy
poet
poetic
poets
point
pointed
points
poise
poison
pole
polished
polluted
pollution
pontitianus
poor
popular
popularity
population
portion
portions
position
possess
possessed
possesses
possessest
possesseth
possession
possessor
possibility
possible
posted
potent
potter
pour
poured
pourest
poverty
power
powerful
powers
practice
practise
practised
praetorian
prairienet
praise
praised
praises
praiseth
prated
praters
prating
pray
prayed
prayer
prayers
praying
preach
preached
preacher
preachers
preaching
preachings
precede
preceded
precedes
precedest
precedeth
precepts
precious
precipice
precipitated
precisely
predestinated
predestination
predicament
predicaments
predicated
predict
predicted
preeminence
preeminent
prefect
prefer
preferable
preference
preferred
preferring
prejudice
prelate
preliminary
prepare
prepared
preparedst
prepares
preparest
preparing
prerogative
presbyters
prescribed
prescribes
prescripts
presence
present
presented
presently
presents
preserve
preserved
preserving
presidentship
presides
presidest
presideth
presiding
press
pressed
pressedst
presseth
pressure
presume
presumed
presuming
presumption
pretend
prevail
prevailed
prevailing
prevails
prevented
preventedst
preventing
previous
prey
price
prices
pricked
pricks
pride
priest
primary
primitive
prince
princes
principalities
principally
principles
print
prior
prison
prisoner
privacy
private
privately
privation
privily
prize
prizes
probable
problem
proceed
proceeded
proceedeth
proceeding
processing
processors
proclaim
proclaiming
proconsul
proconsular
procure
procured
procuredst
prodigality
produce
produced
production
products
prof
profane
profess
professed
professing
profession
professor
professorship
proffer
proffering
proficiency
profit
profitable
profited
profits
profligate
profound
profounder
profoundly
program
progress
prohibition
project
projected
prolix
prolonged
promise
promised
promises
promiseth
promising
promo
pronounce
pronounced
pronounces
pronouncing
pronunciation
proof
proofread
prop
proper
properly
property
prophecy
prophet
prophets
proportion
proportions
proposed
propound
propoundest
proprietary
prose
prosper
prosperities
prosperity
protasius
protect
protection
protest
protesting
protracted
protraction
proud
prouder
proudly
prove
proved
provest
proveth
provide
provided
providedst
providence
province
provincial
provision
provisions
provoke
prudent
prunes
pryers
psalm
psalmody
psalms
psalter
psaltery
pub
public
publication
publicly
puffed
pulse
punctuation
punish
punishable
punished
punishment
punishments
punitive
pupils
puppies
purchase
purchased
purchasing
pure
purely
purer
purest
purged
purified
purity
purpose
purposed
purposes
purposing
pursue
pursued
pursues
pursuing
pursuits
pusey
put
putrefied
putting
pylades
qualified
qualities
quarrel
quarrels
quarter
queen
quench
quest
question
questioned
questioning
questionings
questions
quick
quicken
quickened
quickenest
quicker
quickly
quickness
quiet
quieter
quit
quite
quitting
quoth
race
races
racked
racks
rage
raged
raging
rais
raise
raised
raisedst
raises
raisest
raising
ran
random
range
ranged
rank
ranked
ransom
rapture
rare
rash
rashly
rashness
rates
rather
rational
raven
ravish
reach
reached
reacheth
reaching
read
readable
reader
readers
readest
readier
readily
readiness
reading
reads
ready
real
realised
realisest
realities
reality
really
reap
reason
reasonable
reasoning
reasonings
reasons
reawakened
rebel
rebelled
rebellious
rebuke
rebuked
recall
recalled
recallest
recalling
recalls
receive
received
receives
receivest
receiveth
receiving
recent
recently
receptacle
recess
recesses
recite
recited
reckon
reckoned
reckoning
reckons
reclaim
reclaiming
recognise
recognised
recognises
recognising
recollect
recollected
recollecting
recollection
recommend
recommended
recommending
reconcile
reconciled
reconcilement
reconciliation
recondite
record
recorded
recount
recounts
recourse
recover
recovered
recoveredst
recovering
recovery
recruiting
rectify
recur
recurring
redeem
redeemed
redeemer
redemption
redistributing
redoubling
refer
reference
references
referred
reflect
reform
reformed
refrain
refrained
refraining
refresh
refreshed
refreshing
refreshment
refuge
refund
refuse
refused
refusing
refute
regard
regarded
regardest
regarding
regardless
regenerated
regeneratedst
regeneration
region
regions
regular
regulate
rehearse
reigning
reigns
rein
reins
reinvolved
reject
rejected
rejection
rejects
rejoice
rejoiced
rejoices
rejoicest
rejoiceth
rejoicing
relapse
relapseth
relate
related
relater
relating
relation
relations
relationship
relative
relators
relaxation
relaxedly
relaxing
release
released
relics
relied
relief
relieve
religion
religious
religiously
remain
remainder
remained
remainest
remaineth
remaining
remains
remarkable
remedies
remember
remembered
remembereth
remembering
remembers
remembrance
remembrances
reminded
remindeth
remission
remitted
remittest
remnants
remorse
removal
remove
removed
rend
render
renderest
renew
renewed
reneweth
renewing
renounce
renowned
rent
repair
repay
repeat
repeated
repeating
repel
repelled
repent
repentance
repentest
replace
replacement
replacing
replenish
replenished
replenishing
replied
replies
reply
report
reported
reporters
reports
repose
reposed
reposes
reposeth
reposing
represent
repress
reproach
reproachful
reproof
reproved
reproves
reptiles
reputation
repute
reputed
request
require
required
requirements
requires
requiring
requital
requited
requitest
rescue
rescued
rescuing
resemble
resembling
resend
resent
reserved
reside
residest
resigned
resist
resistance
resisted
resistedst
resistest
resisteth
resisting
resolute
resolutely
resolution
resolved
respect
respected
respective
respects
respite
rest
rested
restest
resting
restless
restlessly
restlessness
restoration
restore
restored
restoring
restrain
restrained
restrainest
restraining
restrains
restraint
restricted
result
resulting
results
resumed
resumes
resurrection
retain
retained
retaineth
retard
retire
retired
retiring
retreat
return
returned
returning
returns
reveal
revealed
revealedst
revealing
revelation
revelations
revenge
revenged
revenges
revenue
reverence
reverential
reverently
review
reviewing
reviled
revised
revive
revolt
revolting
revolved
revolving
reward
rewards
rhetoric
rich
richer
riches
riddle
ridiculous
right
righteous
righteousness
rightful
rightly
rights
rigidly
rigorous
rioting
riotous
ripened
riper
rise
risen
riseth
rising
risk
rites
rivers
riveted
roared
roarest
rob
robber
robbery
robert
robing
rocks
rods
roll
rolled
rolling
roman
romanianus
rome
rood
room
root
rose
rottenness
rough
round
rounds
rouse
roused
rove
roving
rovings
royalties
royalty
rude
rudely
rudiments
rugged
ruggedness
ruinous
rule
ruled
ruler
rules
rulest
ruleth
ruminate
ruminating
run
running
runs
rush
rushing
s
sabbath
sacrament
sacraments
sacrifice
sacrificed
sacrifices
sacrificing
sacrilegious
sad
saddeneth
sadness
safe
safer
safety
said
saidst
sail
sailors
sails
saint
saints
saith
sake
sakes
salary
sale
salt
salted
salvation
same
sanctification
sanctified
sanctity
sanctuary
sand
sang
sangest
sank
sat
sate
sated
satiate
satiated
satiety
satisfaction
satisfactorily
satisfied
satisfy
satisfying
saturn
saul
savage
savageness
save
saved
saving
saviour
savour
savoured
savoury
saw
sawest
say
sayest
saying
sayings
says
scanning
scantling
scarce
scarcely
scatter
scattered
scatteredst
scenical
sceptre
schedule
scholar
scholars
school
schools
science
sciences
scoffed
scoffing
scorn
scorned
scornful
scornfully
scourge
scourged
scourgedst
scourges
scraped
scratch
scratching
scripture
scriptures
scroll
scruple
sea
seal
sealed
search
searched
searcher
searches
searching
seas
season
seasonably
seasoned
seasoneth
seasons
seat
seated
seats
second
secondary
secrecies
secret
secretly
secrets
sect
section
secular
secure
securely
seduce
seduced
seducers
seducing
seduction
seductions
seductive
see
seed
seeing
seek
seekest
seeketh
seeking
seeks
seem
seemed
seemeth
seemly
seems
seen
sees
seest
seeth
seize
seized
seizes
seldomness
selected
self
sell
sellers
selling
selves
semblance
senator
senators
send
sending
seneca
sensation
sensations
sense
senseless
senses
sensible
sensibly
sensitive
sent
sentence
sentences
sentest
sentiment
separate
separated
separateth
separating
seraphim
serene
serenity
sermons
serpent
serpents
servant
servants
serve
served
serves
service
serviceable
services
serving
servitude
session
set
sets
settest
setting
settle
settled
settling
seven
seventh
sever
several
severally
severe
severed
severely
severer
severing
severity
sex
shade
shadow
shadowed
shadows
shadowy
shady
shaggy
shake
shaken
shakes
shall
shalt
shame
shameful
shamefulness
shameless
shamelessness
shape
shapen
shapes
share
shared
sharers
shares
sharp
sharpen
sharper
sharply
sharpness
sharpsighted
shatter
